[
    {
        "index": 1,
        "name": "CYBERNETICA",
        "author": "Rob Sanders",
        "info": "Soon after word reached Terra of Horus's nascent rebellion, Mars fell. Rogue   elements within the Mechanicum priesthood, stirred by the Warmaster's promises of independence and prosperity, turned against the Imperium and forced the primarch Rogal Dorn to order an impenetrable blockade of the Red Planet. Now it has become clear that the corruption has spread too deep, and that more drastic measures must be taken if the Forge World Principal is to be reclaimed. Calling upon the expertise of those who witnessed the so-called 'Death of Innocence' firsthand, Lord Dorn and Malcador the Sigillite consider their final solution - the complete extermination of all life on Mars."
    },

    {
        "index": 2,
        "name": "NEMESIS",
        "author": "James Swallow",
        "info": "After the horrors of Istvaan V, Horus declares outright war against the Imperium. In the shadows of the Emperor's Palace, powerful figures convene.Their plan is to send a team of assassins to execute the arch-traitor Horus and end the war for the galaxy of mankind before it's even begun. But what they cannot know is that another assassin is abroad already, with his sights firmly set on killing the Emperor."
    },

    {
        "index": 3,
        "name": "PRAETORIAN OF DORN",
        "author": "John French",
        "info": "Recalled from the Great Crusade after Ullanor, Rogal Dorn and the VIIth Legion were appointed as the Emperor’s praetorians – but only after the Warmaster’s treachery was revealed did the full extent of that sacred duty become apparent. Now, the Solar System comes under attack for the first time since the war began, and many of the seemingly impregnable defences wrought by the Imperial Fists prove inadequate. With all eyes fixed firmly upon this new threat beyond the gates of Terra, who in turn will protect Dorn from the enemy within?"
    },

    {
        "index": 4,
        "name": "THE FIRST HERETIC",
        "author": "Aaron Dembski-Bowden",
        "info": "Amidst the galaxy-wide war of the Great Crusade, the Emperor castigates the Word Bearers for their worship. Distraught at this judgement, Lorgar and his Legion seek another path while devastating world after world, venting their fury and fervour on the battlefield. Their search for a new purpose leads them to the edge of the material universe, where they meet ancient forces far more powerful than they could have imagined. Having set out to illuminate the Imperium, the corruption of Chaos takes hold and their path to damnation begins. Unbeknownst to the Word Bearers, their quest for truth contains the very roots of heresy…"
    },

    {
        "index": 5,
        "name": "OLD EARTH",
        "author": "Nick Kyme",
        "info": "Reborn in body and spirit beneath Mount Deathfire, the primarch Vulkan gathers his most trusted sons and prepares for the final part of his journey. The Legions shattered at Isstvan V have stalled the Warmaster’s advance across the galaxy, but fresh cracks are spreading through the alliance between the Iron Hands, Salamanders and Raven Guard, along with mysterious rumours of the return of Ferrus Manus. Haunted by a sense of destiny unfulfilled, Vulkan must choose between joining their war of vengeance against the traitors, or following his own barely understood path all the way to the Throneworld itself."
    },

    {
        "index": 6,
        "name": "VENGEFUL SPIRIT",
        "author": "Graham McNeill",
        "info": "Once the favoured son of the Emperor of Mankind, the name of Horus has become a curse to the loyal defenders of the Imperium, and a rallying call to the traitor forces tearing across the galaxy. While their allies wage war on a thousand different fronts, the XVIth Legion descend upon the Knight World of Molech &#8211; home to House Devine and their feudal levies, and a principal seat of Imperial military power. Just what could have drawn Horus to attack such a strongly defended planet, and what might he be willing to sacrifice to fulfill his own dark destiny?"
    },

    {
        "index": 7,
        "name": "FALSE GODS",
        "author": "Graham McNeill",
        "info": "The human Imperium stands at its height of glory - thousands of worlds have been brought to heel by the conquering armies of mankind. At the peak of his powers, Warmaster Horus wields absolute control - but can even he resist the corrupting whispers of Chaos?"
    }

]

