"use strict";
alert("Давай піднімемо твоє значення до степення");
function myPow (){
    var x = prompt("Введіть число, яке потрібно піднести до степеня");
    var y = prompt("Введіть степінь, до того числа, якого хочете піднести");
    var a = Math.pow(x, y);
    if (x===""){
        alert("Введіть значення ще раз");
        myPow()
    }else if (y==="") {
        a = Math.pow(x, 2);
        alert("Степынь введений не був, число було автоматично піднесено до квадрата", a)
    }else
        alert("Результат розрахунків");
        alert(a);
}
myPow();